The tag type.
  Namespace:   Autodesk.Revit.DB.Architecture
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public RoomTagType RoomTagType { get; set; }
  Visual Basic
Public Property RoomTagType As RoomTagType
	Get
	Set
  Visual C++
public:
property RoomTagType^ RoomTagType {
	RoomTagType^ get ();
	void set (RoomTagType^ value);
}
 See Also
  RoomTag Class
  Autodesk.Revit.DB.Architecture Namespace